Revit 2024 API
AdvancedOpaque.OpaqueLuminanceModifier Property
 The property labeled "Luminance Scale" from the "AdvancedOpaque" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string OpaqueLuminanceModifier { get; }
Visual Basic
Public Shared ReadOnly Property OpaqueLuminanceModifier As String
	Get
Visual C++
public:
static property String^ OpaqueLuminanceModifier {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
AdvancedOpaque Class
Autodesk.Revit.DB.Visual Namespace